var mapping=[
    {a:'ಅ'},
    {aa:'ಆ'},
    {e:'ಇ'},
    {ee:'ಈ'},
    {u:'ಉ'},
    {uu:'ಊ'},
    {ru:'ಋ'},
    {ae:'ಎ'},
    {aae:'ಏ'},
    {ai:'ಐ'},
    {o:'ಒ'},
    {oo:'ಓ'},
    {ow:'ಔ'},
    {am:'ಅಂ'},
    {aha:'ಅಃ'}
]

var mappHindi={
    a:'अ',
    aa:'आ',
    e:'इ',
    ee:'ई',
    u:'उ',
    uu:'ऊ',
    ru:'ऋ',
    ae:'ए',
    aae:'ऐ',
    ai:'आई',
    o:'ओ',
    oo:'ओओ',
    ow:'औ',
    am:'अं',
    aha:'अः'

}

//0,1,2,3,4,5,6,7,8,9,10
var numbers=[
    "೦",
    "೧",
    "೨",
    "೩",
    "೪",
    "೫",
    "೬",
    "೭",
    "೮",
    "೯",
    "೧೦",
    "೧೧",
    "೧೨",
    "೧೩",
    "೧೪",
    "೧೫",
    "೧೬",
    "೧೭",
    "೧೮",
    "೧೯",
    "೨೦"
]
    



export {mapping,mappHindi,numbers}


